<?php

/*=========================================*\
|| ####################################### ||
|| # JAKWEB.CH / Version 5.1.2           # ||
|| # ----------------------------------- # ||
|| # Copyright 2024 All Rights Reserved. # ||
|| ####################################### ||
\*=========================================*/

// Language file, only translate the stuff in the semi colon. $jkl[""] = '';
$jkl = array();

// Support RTL Language
$jkl["rtlsupport"] = true;

// [general]
$jkl['g'] = "צ'ט";
$jkl['g1'] = "צור קשר";
$jkl['g2'] = "שגיאת 404";
$jkl['g3'] = "סגור את החלון";
$jkl['g4'] = "השם שלך";
$jkl['g5'] = "האימייל שלך";
$jkl['g6'] = "ההודעה שלך";
$jkl['g7'] = "שלח אימייל";
$jkl['g8'] = "אנא המתן...";
$jkl['g9'] = "אני מעוניין שיצרו עימי קשר בעתיד";
$jkl['g10'] = "התחל את הצ'אט";
$jkl['g11'] = "שלח";
$jkl['g12'] = "לא מוגדר";
$jkl['g13'] = "הסשן פג תוקף.";
$jkl['g14'] = "אמר";
$jkl['g15'] = "סיים שיחה";
$jkl['g16'] = "%s עזב את הצ'אט.";
$jkl['g17'] = "כניסה לצ'אט";
$jkl['g18'] = "האוואטר שלך";
$jkl['g22'] = "הודעה חדשה!";
$jkl['g23'] = "האם השיחה עזרה לך?";
$jkl['g24'] = "פידבק";
$jkl['g25'] = "שלח פידבק";
$jkl['g26'] = "התנתקות";
$jkl['g27'] = "שם";
$jkl['g28'] = "הודעה";
$jkl['g29'] = "דירוג";
$jkl['g30'] = "מחלקה";
$jkl['g31'] = "שלח קובץ";
$jkl['g32'] = "בחר קובץ";
$jkl['g33'] = "הסר כדי לבחור אחרת";
$jkl['g34'] = "קוד ביטחון";
$jkl['g35'] = "...לא יכול לקרוא? לחץ על מנת לראות תמונה חדשה";
$jkl['g36'] = "אמת את הקוד";
$jkl['g37'] = "%s מקליד ...";
$jkl['g38'] = "שלח את תיעוד השיחה לאיימייל שלך";
$jkl['g39'] = "הדפס את תיעוד השיחה";
$jkl['g40'] = "האם אתה בטוח שברצונך לעזוב את השיחה?";
$jkl['g41'] = "תיעוד השיחה ישלח לאיימיל שהוזן";
$jkl['g42'] = "תיעוד השיחה לא ישלח";
$jkl['g43'] = "הדירוג עודכן:";
$jkl['g44'] = "תיעוד שיחת צ'אט";
$jkl['g45'] = "על מנת לקרוא הודעה זו, אנא השתמש בעורך עם תמיכת HTML!";
$jkl['g46'] = "העלה קובץ";
$jkl['g47'] = "אימייל";
$jkl['g48'] = "בבקשה, סגור את החלון דרך לחיצה על כפתור סיום שיחה";
$jkl['g49'] = "הטלפון שלך";
$jkl['g50'] = "טלפון";
$jkl['g51'] = "אורח";
$jkl['g52'] = "%s הנציג שלך";
$jkl['g53'] = "פעולות";
$jkl['g54'] = "ביקש העתק שיחה לאימייל.";
$jkl['g55'] = "לקוח שינה דף: ";
$jkl['g56'] = "מערכת";
$jkl['g57'] = "הופנה לטופס הקשר";
$jkl['g58'] = "אשר קובצי Cookie מאת ";
$jkl['g59'] = "המפעיל מתחבר...";
$jkl['g60'] = "אנא הקלד הודעה והקש Enter כדי להתחיל בשיחה.";
$jkl['g61'] = "אף אחד מהנציגים שלנו לא זמין כרגע, אף על פי שאתה מוזמן להשאיר הודעה!";
$jkl['g62'] = "אנא הזן את שמך כדי להתחיל, נציג יהיה עמך בקרוב.";
$jkl['g63'] = "ברוך הבא, נציג יהיה עמך בקרוב.";
$jkl['g64'] = "אף אחד מהנציגים שלנו לא זמין כרגע. בבקשה השתמש בטופס למטה כדי לשלוח לנו אימייל.";
$jkl['g65'] = "תודה על ההודעה שלך. נישוב אלייך בהקדם האפשרי!";
$jkl['g66'] = "תודה שיצרת קשר, אנא קרא את התמליל מהשיחה איתנו למעלה.";
$jkl['g67'] = "אנו נעריך את משובך כדי לשדרג את השירות שלנו.";
$jkl['g68'] = "תודה על המשוב שלך.";
$jkl['g69'] = "נציג יהיה איתך בכל רגע.";
$jkl['g70'] = "תודה על הסבלנות שלך, מפעיל יהיה זמין בקרוב.";
$jkl['g71'] = "השאלה שלך";
$jkl['g72'] = "כן";
$jkl['g73'] = "לא";
$jkl['g74'] = "בוט צ'אט";
$jkl['g75'] = "הודעה כפולה";
$jkl['g76'] = "%s הצטרף לצ'אט.";
$jkl['g77'] = "סיסמה";
$jkl['g78'] = "הודעה אחרונה שנשלחה: %s";
$jkl['g79'] = "%s הושעה.";
$jkl['g80'] = "%s הופעלה מחדש.";
$jkl['g81'] = "השעיית משתמש";
$jkl['g82'] = "האם אתה בטוח שברצונך להשעות משתמש זה?";
$jkl['g83'] = "מפעיל";
$jkl['g84'] = "הושעה";
$jkl['g85'] = "ערוך פרופיל";
$jkl['g86'] = "חזור לצ'אט";
$jkl['g87'] = "רשימת משתמשים מחוברים";
$jkl['g88'] = "כל המחלקות";
$jkl['g89'] = "הצטרף: %s";
$jkl['g90'] = "התנתק מהצ'אט הציבורי?";
$jkl['g91'] = "שפה";
$jkl['s'] = "הצלחה";
$jkl['re'] = "לחץ כאן אם הדפדפן שלך לא מפנה אותך אוטומטית";

// [error]
$jkl['l'] = "שם משתמש או סיסמה שגויים";
$jkl['f'] = "אנא הכנס משהו.";
$jkl['e'] = "אנא הכנס את שמך";
$jkl['e1'] = "אנא הכנס את כתובת האימייל שלך";
$jkl['e2'] = "אנא הכנס הודעה";
$jkl['e3'] = "אין אפשרות לשלוח את ההודעה, חסר מידע";
$jkl['e4'] = "שגיאת 404, האתר לא קיים";
$jkl['e5'] = "האם ראית את הדף הזה בעבר ? הדבר יכול לקרות מהסיבות ה'ל:";
$jkl['e6'] = "העמוד שאתה מחפש כבר לא קיים";
$jkl['e7'] = "כתובת האתר שגויה.";
$jkl['e8'] = "אין לך הרשאה לצפות בעמוד זה";
$jkl['e9'] = "גודל הקובץ מוגבל ל-2 מגה";
$jkl['e10'] = "כתובת האיימיל חסומה!";
$jkl['e11'] = "כתובת האייפי שלך נחסמה! אם זו טעות ,צור עימנו קשר";
$jkl['e12'] = "זיהוי אימות בן אדם נכשל!";
$jkl['e13'] = "פורמט הקובץ שגוי!";
$jkl['e14'] = "אנא הכנס מספר טלפון חוקי";
$jkl['e15'] = "שם זה כבר תפוס";
$jkl['e16'] = "אנא הכנס שם חוקי. (A_Z,a-z,0-9,-,_,)";
$jkl['e17'] = "פוסט כפול";
$jkl['e18'] = "הפסק להטריל";

// [errorpage]
$jkl['ep'] = "העמוד לא זמין כרגע, אנא נסה שוב בקרוב, תודה";
$jkl['not'] = "לא נמצא או לא קיים";

?>