<?php

/*=========================================*\
|| ####################################### ||
|| # JAKWEB.CH / Version 5.1.2           # ||
|| # ----------------------------------- # ||
|| # Copyright 2024 All Rights Reserved. # ||
|| ####################################### ||
\*=========================================*/

// Language file, only translate the stuff in the semi colon. $jkl[""] = '';
$jkl = array();

// Support RTL Language
$jkl["rtlsupport"] = false;

// [general]
$jkl['g'] = "聊天";
$jkl['g1'] = "聯繫";
$jkl['g2'] = "404";
$jkl['g3'] = "關閉視窗";
$jkl['g4'] = "您的姓名";
$jkl['g5'] = "您的電郵";
$jkl['g6'] = "您的訊息";
$jkl['g7'] = "傳送電郵";
$jkl['g8'] = "請稍待…";
$jkl['g9'] = "我希望日後取得聯繫";
$jkl['g10'] = "開始聊天";
$jkl['g11'] = "傳送";
$jkl['g12'] = "尚未傳送";
$jkl['g13'] = "對話已逾時。";
$jkl['g14'] = "說";
$jkl['g15'] = "結束對話";
$jkl['g16'] = "%s已離開聊天室。";
$jkl['g17'] = "進入聊天";
$jkl['g18'] = "您的頭像";
$jkl['g22'] = "新訊息！";
$jkl['g23'] = "這次對話是否有幫助？";
$jkl['g24'] = "意見";
$jkl['g25'] = "傳送意見";
$jkl['g26'] = "登出";
$jkl['g27'] = "名稱";
$jkl['g28'] = "訊息";
$jkl['g29'] = "評分";
$jkl['g30'] = "部門";
$jkl['g31'] = "傳送檔案";
$jkl['g32'] = "選擇檔案";
$jkl['g33'] = "移除以選擇其他";
$jkl['g34'] = "安全碼";
$jkl['g35'] = "不能顯示？點擊此處以取得新圖像…";
$jkl['g36'] = "驗證碼";
$jkl['g37'] = "%s 正在輸入…";
$jkl['g38'] = "電郵對話內容";
$jkl['g39'] = "打印對話內容";
$jkl['g40'] = "您是否確定要離開對話？";
$jkl['g41'] = "對話內容會傳送到您提供的電郵地址。";
$jkl['g42'] = "不會傳送對話內容。";
$jkl['g43'] = "評分已被升級：";
$jkl['g44'] = "聊天對話內容";
$jkl['g45'] = "如要閱讀此訊息，請使用兼容HTML的電郵瀏覽器！";
$jkl['g46'] = "上載檔案";
$jkl['g47'] = "電郵";
$jkl['g48'] = "請使用結束對話鏈結，以關閉視窗。";
$jkl['g49'] = "您的電話";
$jkl['g50'] = "電話";
$jkl['g51'] = "訪客";
$jkl['g52'] = "操作者 %s";
$jkl['g53'] = "操作";
$jkl['g54'] = "已經通過電子郵件請求對話。";
$jkl['g55'] = "客戶更改頁面：";
$jkl['g56'] = "系統";
$jkl['g57'] = "已被重新導向到聯絡表單";
$jkl['g58'] = "接受來自的Cookies ";
$jkl['g59'] = "操作者正在連接...";
$jkl['g60'] = "請輸入消息，然後按Enter開始對話。";
$jkl['g61'] = "我們的代表目前無法提供服務，但歡迎您留言！";
$jkl['g62'] = "請輸入您的名稱開始，我們的代表將很快與您聯繫。";
$jkl['g63'] = "歡迎，我們的代表將很快與您聯繫。";
$jkl['g64'] = "我們的代表目前無法提供服務。請使用下面的表單發送電子郵件給我們。";
$jkl['g65'] = "謝謝您的消息。我們將盡快與您聯繫！";
$jkl['g66'] = "感謝您與我們聯繫，請在下面找到我們對話的轉錄。";
$jkl['g67'] = "我們希望您的反饋以改進我們的服務。";
$jkl['g68'] = "感謝您的反饋。";
$jkl['g69'] = "我們將在任何一刻與您在一起。";
$jkl['g70'] = "謝謝您的耐心，操作者將很快可用。";
$jkl['g71'] = "您的問題或簡碼";
$jkl['g72'] = "是";
$jkl['g73'] = "否";
$jkl['g74'] = "聊天機器人";
$jkl['g75'] = "重複的消息";
$jkl['g76'] = "%s已進入聊天室。";
$jkl['g77'] = "密碼";
$jkl['g78'] = "上次發送的消息：%s";
$jkl['g79'] = "%s已被禁止。";
$jkl['g80'] = "%s已被重新啟動。";
$jkl['g81'] = "禁止用戶";
$jkl['g82'] = "您確定要禁止此用戶嗎？";
$jkl['g83'] = "操作者";
$jkl['g84'] = "已被禁止";
$jkl['g85'] = "編輯個人資料";
$jkl['g86'] = "返回聊天";
$jkl['g87'] = "在線用戶列表";
$jkl['g88'] = "所有部門";
$jkl['g89'] = "加入：%s";
$jkl['g90'] = "從公共聊天登出？";
$jkl['g91'] = "語言";
$jkl['s'] = "成功";
$jkl['re'] = "若您的瀏覽器沒有自動轉頁，請點擊此處。";

// [error]
$jkl['l'] = "用戶名稱或密碼不正確";
$jkl['f'] = "請輸入一些內容。";
$jkl['e'] = "請輸入名稱";
$jkl['e1'] = "請輸入有效的電郵地址";
$jkl['e2'] = "請輸入訊息";
$jkl['e3'] = "我不能傳送訊息，有些東西不見了。";
$jkl['e4'] = "404網頁不存在";
$jkl['e5'] = "您之前曾否見過此頁面？可能由於以下原因： ";
$jkl['e6'] = "您要找的頁面不再存在。";
$jkl['e7'] = "URL錯誤。";
$jkl['e8'] = "您未得許可瀏覽此頁面。";
$jkl['e9'] = "檔案大小限制－2Mb";
$jkl['e10'] = "此電郵地址已被封鎖！";
$jkl['e11'] = "您的IP地址已被封鎖！如有弄錯，歡迎聯繫我們。";
$jkl['e12'] = "人手驗證失敗！";
$jkl['e13'] = "檔案格式錯誤！";
$jkl['e14'] = "請輸入有效的電話號碼";
$jkl['e15'] = "此名稱已被使用";
$jkl['e16'] = "請輸入有效的名稱。 (A_Z, a-z, 0-9, -, _,)";
$jkl['e17'] = "重複發文";
$jkl['e18'] = "停止垃圾郵件";

// [errorpage]
$jkl['ep'] = "頁面目前處於離線狀態，請稍後重試。";
$jkl['not'] = "找不到或不存在。";

?>